{"pages":[{"title":"","text":"唐艺昕 李沁 李一桐 gakki 图片搜集于互联网，侵权请留言，马上处理😊。","link":"album/index.html"},{"title":"","text":"时间轴记录 日常 tips：github登录后按时间正序查看、可点赞加❤ var gitalk = new Gitalk({ clientID: 'f5645331026a094b5b95', clientSecret: '97b4246bfdbbe077769038d163b9667d1b45c4c4', id: '666666', repo: 'blog_comment', owner: 'HumphreyB612', admin: \"HumphreyB612\", createIssueManually: true, distractionFreeMode: true }) gitalk.render('comment-container1')","link":"casual thinking/index.html"},{"title":"","text":"申请友链须知 申请请提供：站点名称、站点链接、站点描述、logo或头像（不要设置防盗链）。 排名不分先后，刷新后重排，更新信息后请留言告知。 本站友链信息如下，申请友链前请先添加本站信息： 网站图标：https://cdn.jsdelivr.net/gh/HumphreyB612/Picture-store@0.1/%E5%B0%91%E5%B9%B4%E7%9A%84%E4%BB%B0%E6%9C%9B.jpg 网站名称：HumphreyB612 网站地址：https://HumphreyB612.gitlab.io 网站简介：主营历史文字小文章,家境清贫,小本经营 加载中，稍等几秒...","link":"friend/index.html"},{"title":"","text":"宁鸣而死,不默而生畅所欲言，有留必应","link":"message/index.html"},{"title":"音乐歌单收藏","text":"","link":"media/index.html"},{"title":"","text":"我 我骨子里是一个悲观主义者,但是骨子的更深处却又无比相信希望与未来,我不知道这是不是一种逃避的相信,但是我知道这是我的一个选择,我选择相信伯爵,选择相信等待与希望! “但是太阳，他每时每刻都是夕阳也都是旭日。当他熄灭着走下山去收尽苍凉残照之际，正是他在另一面燃烧着爬上山巅布散烈烈朝辉之时。那一天，我也将沉静着走下山去，扶着我的拐杖。有一天，在某一处山洼里，势必会跑上来一个欢蹦的孩子，抱着他的玩具。当然，那不是我。但是，那不是我吗?宇宙以其不息的欲望将一个歌舞炼为永恒。这欲望有怎样一个人间的姓名，大可忽略不计。—《我与地坛》“ 当你把我的灵魂打开,你也许会发现那里面住个姓刘的人刘亮程,他拥有着过去与时间,这很难以置信,一个远在新疆的人居然能够一眼看穿我的曾经与过去,他看的出来我想开一个飞机配件门市部,最后却开成了农机配件门市部,哈,你看看,连牌子都不需要换一下飞机与农机,仅仅是几个笔画的差距.他也看得出来我想去在某个下午和我的外爷爷一起走进一个巴扎,昏昏沉沉的在那里度过我的一个黄昏.他知道,从他搬进来住的那天起,我就已经踏踏实实地迈上了虚无之途. “我有迷魂招不得雄鸡一声天下白少年心事当拿云“ 个人信息 软件工程专业在读学生 表面上是工科生其实是文科生 希望交到兴趣相投,努力上进的好朋友(小朋友也行) 不喜说话 偶尔更新 希望将来从事游戏开发 重度Halo玩家 计划2021计划 2021.6.30 2021-GOALS主要目标 努力学习努力学习努力学习 练好口语,争取大三考过雅思 闲暇时间要多读文史书籍,增加文学素养 多玩游戏,积累游戏开发与创作经验,积累好点子 进行学习基本的机器学习知识 多写代码,提高专业素养 锻炼身体减减肥,回到70kg的水平(打打篮球,渴望长高(孩子已经三四年没长个子了)) 做好人间观察员,看清他们,认识我们 考掉科二 努力找到我,那怕百分之十也行 博客信息 blog框架采用Hexo 主营历史文字小文章,家境清贫,小本经营 网站采用的Icarus主题 特别感谢YuYuYu小伙伴的帮助(见友链).","link":"me/index.html"}],"posts":[{"title":"望江南 超然台作-苏轼","text":"春未老，风细柳斜斜。试上超然台上看，半壕春水一城花。烟雨暗千家。寒食后，酒醒却咨嗟。休对故人思故国，且将新火试新茶。诗酒趁年华。","link":"posts/6055ada0/"},{"title":"不存在的时间(一)","text":"那家秦妈火锅开了七八年的样子，最初生意特别好。在建行旁边。我印象最深的一次并不记得日期，但是是在一个冬天，应该是周末，因为爸爸周末才会回家,那天晚上不知道为什么我们就突然想吃火锅。可能因为寒冷的冬天让妈妈不想做饭,毕竟在冬天,时间和空间都被无限拉长，漫长的黑夜让每天都变成了一个难以醒来的梦。可能因为爸爸突然想起了重庆的味道，那时候西去重庆要逆长江而上三天三夜，我有时候会去想想在那漫长的时间里爸爸做着什么样的梦，又会回到什么样的现实。也可能仅仅就是因为我厌倦了家里妈妈的饭菜，想要吃点好吃的，就像现在我想吃妈妈的饭一样。 北方小城的冬天是青灰色的。和坂本龙一的劳伦斯先生一样，但是还不一样，北方小城的冬天很少下雨，而劳伦斯先生的青灰是被雨水冲刷过后的青灰，更加寒冷。只不过我那时候还很小，还没有淋过雨，还有火锅可以暖暖身子，体会不到这种寒冷的。 这个时候秦妈的生意已经很不好了，但店铺招牌的霓虹灯仍然闪耀。店里有两层，但是一楼偌大的厅堂里只有我们。店里有两进，外面靠门的是长长的柜台。里面那一进没有开，甚至灯都没有亮，借着外进的灯光可以依稀看见椅子整齐的倒扣在桌子上。我有些不高兴，因为洗手间在二楼，而去二楼是一定要穿过昏暗的里进的。我们选了靠近门的一个位置坐下，“真是不考虑小孩子的感受啊”我嘟囔着。桌子是棕木的,上面铺着大理石的台面，摆着塑料包裹的简单的一次性餐具。这种餐具在现在市中心的许多餐厅都已经看不到了，这些餐厅都换上了高级好看漂亮双加好的餐具。火锅是用燃气灶煮的，所以我印象中火锅的气息里面总是若有若无的裹挟着那么一丝丝煤气的味道，尽管火锅店换用电磁炉已经很久很久了，但是那种味道却依然没有在我脑海里消散。 我不记得那天我们点了什么，但是我知道那天我们一定点了什么。我一定点了蟹棒,羊肉卷,和蒜泥。妈妈一定点了龙口粉丝。现在已经买不到我小时候吃的那种蟹棒了。那时候的蟹棒非常不禁煮，煮的时间长一会的话，你就什么都捞不起来了，现在的蟹棒却是怎么煮都不会融化的，他们会膨胀的很大很大很大，但是就是不会融化。原来蟹棒也会成长。对我来说，蟹棒是一定要配蒜泥吃的，就像他们吃羊肉一定要配二八酱和韭花酱一样，就像他们吃螃蟹一定要去正阳楼一样，就像他们一样可是其实不一样，其实不一样可是也就像他们一样。我小时候一直不知道蟹棒和螃蟹到底有什么关系，是味道像吗？也不对，和妈妈买的螃蟹味道根本不一样，而且螃蟹不是吃蟹黄吗？我是很久以后才知道，原来他们吃的帝王蟹腿里的肉真的能和蟹棒一样大。但是我发现的时候好像已经太迟了太迟了，但是又好像没有那么迟，我还是有很多机会可以弥补，只不过我都错过了。难道我真的抓不住吗？我可以！ 那天我吃的很开心很开心,后来我拼命去想那晚的火锅是什么样,却找不到任何关于味道的记忆，但是这不重要，那一晚连同所有的白天与夜晚，都已经不重要了。我知道，我已经踏踏实实的迈上了虚无之途。一切的一切都已经是时间之外的往事，都已经是不存在的时间。吃到最后还是剩了很多，妈妈最后把剩下的菜打包，爸爸去结账，我记得特别清楚,我们三个人吃了九十多块钱。 那晚残存在我记忆里的最后一个镜头是我们走出火锅店之后，我回头看向店里，店里亮着明亮的灯光，看上去烟气沸腾，那其实只是玻璃上结着的雾气，朦朦胧胧模模糊糊,我想看清,但是看不清,就像现在的我一样，但是，现在的我知道，那其实只是玻璃上结着的雾气。 .content>p{ text-indent: 2em; } “那我们呢?“","link":"posts/b42d34aa/"},{"title":"旧街小巷 少年与猫","text":"“我第一次读这篇文章是在2017年的夏天,15岁,我想我前两年的时候也养过一只这样的猫,所以才这么喜欢这篇文章,姑且把他摘抄在这里.“ 当我还是个少年的时候，我一个人居住在小镇的居民楼里。那是一所房龄大概是我三倍年龄的破落居民楼，墙体早已被年华剥落，只剩下斑驳着的青苔和附着在上面的蜗牛壳。每次经过的时候，我都会担心它是否更倾斜了少许，然后再抬头打量一番。房间是整个一层，租金很少，院子里有一棵梨树，会想到不好的寓意，走出那扇黑色的铁门就是小巷的拐角，巷尾有一棵石榴树和一棵银杏树。 我在这样的地方住了三年之久，然后默默地独自搬离。 是在2012的冬天，我走出巷子去往超市购买日用品，回来的路上因为寒冷过度跺了跺脚，路边停留的车子下面传出了动静。无所事事的我走过去看见了墨墨，它蜷缩在车子底下，冲我喵了一声，似乎蹲下的我打搅了它安然的睡眠。我用一根香肠勾引到它，然后顺利地抱回家，像是做了坏事一样忐忑着， 最后把它小心翼翼地放在被子上，它有黑白杂色的毛发和异色的双瞳，很是渴求地看着我买来的香肠和面包。 我和墨墨一起生活了四个月， 直到春暖花开，阳光温柔。 养一只猫是一件很麻烦的事情，因为我连自己都不能养活好，上课的时候也会担心它会不会按时返家，好在每次匆匆回到出租房的时候，它都在窗台扭头向我喵一声，柔柔的，像是掠过心头的微风。然后我忙碌着煮饭和做菜，从来只会饿了吃快餐，渴了喝饮料的我，也开始试着照顾一只猫的饮食了。 它偶尔会走到厨房的门槛上，盯着煤气灶的火焰升腾，也会在我洗菜的时候伸出一只爪子，触碰盆里冰凉彻骨的水。墨墨和我吃一样的饭和一样的菜，从不挑食和嫌弃，饭后也会舔一舔爪子和嘴角， 它从来不睡在我旁边，会在床的另边静静地卧下， 被电脑的声响吵到后抬头看我一眼，再度躺好，不理会我是否晚睡,早起，像个陌生的房客。 我给它留一扇半开的窗户，窗帘半遮掩着， 它每天都会在我离开后离开，返回时返回，至于它去做什么我从不去刻意探究。走在放学的路上，我有时候就在想，它是不是也会沿着这个小镇的大街小巷走上这么一遭，像我一样? 冬天是很漫长的奉节，时间和空间都被无限地拉伸开来，人变得雕肿和笨抽，白天短暂得像是睡不觉个完整的午觉。夜晚的时候， 我总会盯着天花板，像过了一整天般 无所事事。我开始逐渐陷入冬眠， 每天都会瞌睡会儿，然后看着窗外发呆。过了这个时期，我就远走他乡，去往有着河滨，青山和翠鸟的地方，我这样鼓励着自己。 墨墨就像什么也没有发生过一样， 不闻不问，每天也只是冲我喵一声， 然后跳上窗台离开，我裹在被子里抽抽鼻子，盘算接下来的食物是不是足够一周食用，然后昏昏睡去直到天亮，或者墨墨跳到被子上,踩醒我。“你啊，那么悠闲和惬意吗?”有天我这么对它说，然后穿上大衣和拖鞋去做饭，我用余光看见它跳到电脑桌上舔了一口我的咖啡。因为活动很少，所以我很少饥饿，只是给它做了很少的一份，它吃过之后茫然地看了看椅子。“我在这里，墨墨。”我坐在床上冲它说道。试着抱过墨墨几回，它总是不适应过度的温暖，在我怀里扭来扭去，几次之后我也就放弃了，看着它再度趴好，给它稍稍盖点被子。 一个阳光初好，空气冷冽的早晨，我突兀地醒来，过分的清醒让我很难适应，于是觉得自己该出去走走，免得发霉、腐朽。吃过早饭后，我沿着小巷走出去，在图书馆里度过了一上午， 想起了墨墨中午很少在家吃饭，决定继续待到下午，于是买了两本书，去往咖啡馆继续阅读，图书馆的空调温度不够，上午始终让我觉得脚心冰冷、手指僵硬。下午四点左右的时候，我装好《白鲸》和《洛丽塔》，准备去超市买些咖啡，路过一家摄影店的时候，看见墨墨躲在拐角处。我有些不自信地喊道:“墨墨，你在干吗?”它有些疲累地抬头盯了我一会儿，扭头去往另一个方向。我有些怀疑过久的自闭让我产生了幻觉。“如果是墨墨的话， 它应该会对我喵一一声吧。”回去的路上我对自己这样说道。 快过年的时候，我抱着它去了街上的一家饰品店，它没有反对我那天的打扰行为，只是沿路有些不安地扭头而已。“劳驾， 我想打个耳洞，左边的耳朵。”我指了指自己的左耳，对坐在壁橱内侧的店主说道。然后把墨墨给她看:“还有这只猫，它是右面。”那个上午我都是高兴的，墨墨在打耳洞的时候没有表现出恐慌和痛楚，只是戴上耳环的时候叫了一声，有一点微微的不满。后来，它开始习惯我带它去各种地方，咖啡馆、公车、超市、菜市场、图书馆，大多数时候它都是安静地待在我的大衣里，只有在菜市场，会因为嗅到鱼腥味挠动几下。遇见相熟的朋友、同学，我也会告诉他们:“这是我的猫，叫墨墨。”我没有提起过我们的初遇，只是告诉他们走路的时候想到就看看汽车底下，也许会遇见其它的动物吧，流浪着的那种。 2013年的初春，我开学后，墨墨有些不适应每天固定地等待，它会在白天睡很久，晚上醒来看着我晃动闪烁着的电脑鼠标，而且它开始不介意我的怀抱。那段时间，它陪我看了好多电影，听了好多歌曲，知道了我好多心事。 4月7号的早上，我被闹钟吵醒，关掉未看完的电影《海上钢琴师》，摸到长裤和毛衣，正当我揉眼睛的时候，听见墨墨从未有过的叫声，如同陌生人第一次见面时的友好问候。我转过头看去，墨墨站在窗台上看着我，又叫了一声，像是惋惜。然后它拨弄开窗帘，从半开的窗台上离开。我沉静了很久，喉咙干渴得要命，想要咳嗽出声，也想要一杯触手可及的冰凉的咖啡，可最后还是笑了笑，然后穿好衣服。那天我没有吃早饭和晚饭，回出租房之后把书包随便扔下，把头埋在被子上静静地趴了会儿，然后起身关上了窗户，再没有了凉风微习。后来，那个右耳戴着耳环、黑白杂色、异色瞳的猫，我再也没有见过。我也从不说我有过一一只猫，也从不说那个少年。 过了那个盛夏，我也搬离了那个小巷。 .content>p{ text-indent: 2em; }","link":"posts/3c5a9a35/"},{"title":"序一","text":"窗外的星星在逐渐远去.列车刚刚驶过B612. 我一个人坐在车上，是一辆老旧的蒸汽机车，很旧，原本乌黑的油漆已经脱落了，露出了斑驳的铁锈，很静，就我一个乘客，特别慢，从一站到另一站要花费很久很久的时间，以至于都忘记了在哪里出发和想要去哪里。汽笛声明亮而辽远就像潇洒的白头海雕一样，车厢很破，到处是灰尘，窗帘已经有些发霉了，隐隐约约透过昏黄的光线，我一个人坐在最后排的座位上，可能在看着窗外，也可能是在睡觉。毕竟下午的阳光是最最困人的。老旧火车的晃动让我感觉是在摇篮里一样，使我很多次分不清到底是在梦里还是在现实里！我记不清是什么时候了，车子停了下来，是一个很小很小的站，我记不清是什么名字了，因为下午的阳光反射到了站牌上，刺得我的眼睛有些睁不开。外面是盛夏即将来临的景色，蝉，树，鸟，云，蓝天，太阳，大家都已经做好了迎接夏天的准备，只有我有些不知所措，在车里太久，早已分不清了四季。我看着窗外的景色，很安静，不知道火车会停留多久，短暂的静止让我有些不习惯，我早已习惯了旅途中的颠簸。忽然，车门打开了，那扇门已经很久很久没有人打开了，开门的微风激起了地上的灰尘，他们在夕阳的余晖中闪闪发光，到处飞舞，就像，就像那漫天的星星一样，接着上来了一个人，我很诧异，很不知所措，很害怕，这车已经走了很久很久了，已经很久很久没有别人了。我想我习惯了一个人的感觉，并且不想改变。他看了看破旧的车厢，叹了口气，我有些尴尬，毕竟这么久了我从来没有收拾过。他坐到了我的旁边，问我这火车是开到哪里的，我愣了愣，在记忆里飞速搜寻着关于终点的信息，却找不到任何关于时间的记忆，于是尴尬的说，我也不知道（嚯，这人可真奇怪，你连车开到哪里都不知道就随便上车，还来问我？）。”这票不是我能选的，终点也就不重要了”，他似乎看出来我的嘀咕，淡淡说道。之后就没有理我，而是看向窗外。我觉得这个人很眼熟,但是想不起来在哪里见过,我随着他的目光也看向窗外,似乎在玻璃上找到了答案,却不是很想相信。“你挺狼狈的。”他的语气里有些轻蔑。“啧，这不管你的事。”我起身点着了煤气灯，昏黄的灯光有些摇摆，闪烁，忽明忽暗,但仍然扑哧扑哧地燃烧着。“这当然关我的事。”这么看起来，他也认出我来了，虽然不是很愿意，但也必须相信了。“你不应该上这辆车，不论是什么理由。”我有些生气。“但是你的所作所为又让我不得不上这辆车，你看看我现在的样子。”我知道他是对的，是我才让他变成现在这个样子。我不好意思再说什么，只好把头低下去。车内一片死寂，只剩下驶过轨道的声音。外面星星一颗接着一颗闪过，遥远的地方漆黑一片，星光渺渺。他起身倒了半杯酒，还加了冰，天知道他哪里来的酒和冰球。“其实你不应该过多的去想我的事情，你知道我的事情你是无能为力的，你只能做你的事情。”他摇着杯子，棕黄色的酒混合着透明的冰球在昏暗的灯光下依然能够闪闪发光。“我知道，只是，我总是忍不住去想。我也不知道该怎么办。”“马老师是对的，当时她一眼就看出了你的问题，这么多年了你还是一点点都没有改。”“我也很想改变，只是一直没有效果。”“那现在呢，你已经看到我了，能去改变了吗？”“我尽量试试好吗？”“你应该拼劲全力。”列车缓缓停下，又到了一站。“这是哪里，南十字星？还是煤炭袋？”“这不重要，我要下车了。”“在这里吗，但是你连这里是哪里都不知道。”“我说了这不重要，这不是我能选择的事情。不过，你会找到我的，对吧？”“嗯，这应该是煤炭袋，我看见康贝内拉在站台上站着呢。”“可你也只是看见而已,你根本不懂康贝内拉.”“啧,我会懂的,或许,最起码我变成你的那天肯定会懂的,应该吧?” “所有角色都在向前走, 也请别再停滞不前.“","link":"posts/89986481/"}],"tags":[{"name":"文字","slug":"文字","link":"tags/文字/"}],"categories":[{"name":"一些词","slug":"一些词","link":"categories/一些词/"},{"name":"文字","slug":"文字","link":"categories/文字/"},{"name":"时间","slug":"文字/时间","link":"categories/文字/时间/"},{"name":"拾遗","slug":"拾遗","link":"categories/拾遗/"},{"name":"我","slug":"文字/我","link":"categories/文字/我/"}]}