{"pages":[{"title":"","text":"唐艺昕 李沁 李一桐 gakki 图片搜集于互联网，侵权请留言，马上处理😊。","link":"album/index.html"},{"title":"","text":"日常 tips：github登录后按时间正序查看、可点赞加❤ var gitalk = new Gitalk({ clientID: 'f5645331026a094b5b95 ', clientSecret: '97b4246bfdbbe077769038d163b9667d1b45c4c4', id: '666666', repo: 'issue_database', owner: 'HumphreyB612', admin: \"HumphreyB612\", createIssueManually: true, distractionFreeMode: true }) gitalk.render('comment-container1')","link":"casual thinking/index.html"},{"title":"","text":"申请友链须知 申请请提供：站点名称、站点链接、站点描述、logo或头像（不要设置防盗链）。 排名不分先后，刷新后重排，更新信息后请留言告知。 本站友链信息如下，申请友链前请先添加本站信息： 网站图标：https://cdn.jsdelivr.net/gh/HumphreyB612/Picture-store@0.1/%E5%B0%91%E5%B9%B4%E7%9A%84%E4%BB%B0%E6%9C%9B.jpg 网站名称：HumphreyB612 网站地址：https://HumphreyB612.gitlab.io 网站简介：主营历史文字小文章,家境清贫,小本经营 加载中，稍等几秒...","link":"friend/index.html"},{"title":"","text":"宁鸣而死,不默而生畅所欲言，有留必应","link":"message/index.html"},{"title":"","text":"我 我骨子里是一个悲观主义者,但是骨子的更深处却又无比相信希望与未来,我不知道这是不是一种逃避的相信,但是我知道这是我的一个选择,我选择相信伯爵,选择相信等待与希望! “但是太阳，他每时每刻都是夕阳也都是旭日。当他熄灭着走下山去收尽苍凉残照之际，正是他在另一面燃烧着爬上山巅布散烈烈朝辉之时。那一天，我也将沉静着走下山去，扶着我的拐杖。有一天，在某一处山洼里，势必会跑上来一个欢蹦的孩子，抱着他的玩具。当然，那不是我。但是，那不是我吗?宇宙以其不息的欲望将一个歌舞炼为永恒。这欲望有怎样一个人间的姓名，大可忽略不计。—《我与地坛》“ 当你把我的灵魂打开,你也许会发现那里面住个姓刘的人刘亮程,他拥有着过去与时间,这很难以置信,一个远在新疆的人居然能够一眼看穿我的曾经与过去,他看的出来我想开一个飞机配件门市部,最后却开成了农机配件门市部,哈,你看看,连牌子都不需要换一下飞机与农机,仅仅是几个笔画的差距.他也看得出来我想去在某个下午和我的外爷爷一起走进一个巴扎,昏昏沉沉的在那里度过我的一个黄昏.他知道,从他搬进来住的那天起,我就已经踏踏实实地迈上了虚无之途. “我有迷魂招不得雄鸡一声天下白少年心事当拿云“ 个人信息 软件工程专业在读学生 表面上是工科生其实是文科生 希望交到兴趣相投,努力上进的好朋友(小朋友也行) 不喜说话 偶尔更新 低友善度 希望将来从事游戏开发 重度Halo玩家 “究竟什么是真正的幸福，世上是无人知晓的。但只要朝着正确的道路坚持走下去，不管途中遇到怎样艰难痛苦的事，攀登高山也好，爬下陡坡也罢，都能一步步地靠近幸福——宫泽贤治“ 计划2021计划 2021.6.30 2021-GOALS主要目标 努力学习努力学习努力学习 练好口语,争取大三考过雅思 闲暇时间要多读文史书籍,增加文学素养 多玩游戏,积累游戏开发与创作经验,积累好点子 进行学习基本的机器学习知识 多写代码,提高专业素养 锻炼身体减减肥,回到70kg的水平(打打篮球,渴望长高(孩子已经三四年没长个子了)) 做好人间观察员,看清他们,认识我们 考掉科二 努力找到我,那怕百分之十也行 博客信息 blog框架采用Hexo 主营历史文字小文章,家境清贫,小本经营 网站采用的Icarus主题 特别感谢YuYuYu小伙伴的帮助(见友链). 时间轴记录","link":"me/index.html"},{"title":"音乐歌单收藏","text":"","link":"media/index.html"}],"posts":[{"title":"123","text":"","link":"posts/884863d2/"},{"title":"序一","text":"窗外的星星在逐渐远去.列车刚刚驶过B612.我一个人坐在车上，是一辆老旧的蒸汽机车，很旧，原本乌黑的油漆已经脱落了，露出了斑驳的铁锈，很静，就我一个乘客，特别慢，从一站到另一站要花费很久很久的时间，以至于都忘记了在哪里出发和想要去哪里。汽笛声明亮而辽远就像潇洒的白头海雕一样，车厢很破，到处是灰尘，窗帘已经有些发霉了，隐隐约约透过昏黄的光线，我一个人坐在最后排的座位上，可能在看着窗外，也可能是在睡觉。毕竟下午的阳光是最最困人的。老旧火车的晃动让我感觉是在摇篮里一样，使我很多次分不清到底是在梦里还是在现实里！我记不清是什么时候了，车子停了下来，是一个很小很小的站，我记不清是什么名字了，因为下午的阳光反射到了站牌上，刺得我的眼睛有些睁不开。外面是盛夏即将来临的景色，蝉，树，鸟，云，蓝天，太阳，大家都已经做好了迎接夏天的准备，只有我有些不知所措，在车里太久，早已分不清了四季。我看着窗外的景色，很安静，不知道火车会停留多久，短暂的静止让我有些不习惯，我早已习惯了旅途中的颠簸。忽然，车门打开了，那扇门已经很久很久没有人打开了，开门的微风激起了地上的灰尘，他们在夕阳的余晖中闪闪发光，到处飞舞，就像，就像那漫天的星星一样，接着上来了一个人，我很诧异，很不知所措，很害怕，这车已经走了很久很久了，已经很久很久没有别人了。我想我习惯了一个人的感觉，并且不想改变。他看了看破旧的车厢，叹了口气，我有些尴尬，毕竟这么久了我从来没有收拾过。他坐到了我的旁边，问我这火车是开到哪里的，我愣了愣，在记忆里飞速搜寻着关于终点的信息，却找不到任何关于时间的记忆，于是尴尬的说，我也不知道（嚯，这人可真奇怪，你连车开到哪里都不知道就随便上车，还来问我？）。”这票不是我能选的，终点也就不重要了”，他似乎看出来我的嘀咕，淡淡说道。之后就没有理我，而是看向窗外。我觉得这个人很眼熟,但是想不起来在哪里见过,我随着他的目光也看向窗外,似乎在玻璃上找到了答案,却不是很想相信。“你挺狼狈的。”他的语气里有些轻蔑。“啧，这不管你的事。”我起身点着了煤气灯，昏黄的灯光有些摇摆，闪烁，忽明忽暗,但仍然扑哧扑哧地燃烧着。“这当然关我的事。”这么看起来，他也认出我来了，虽然不是很愿意，但也必须相信了。“你不应该上这辆车，不论是什么理由。”我有些生气。“但是你的所作所为又让我不得不上这辆车，你看看我现在的样子。”我知道他是对的，是我才让他变成现在这个样子。我不好意思再说什么，只好把头低下去。车内一片死寂，只剩下驶过轨道的声音。外面星星一颗接着一颗闪过，遥远的地方漆黑一片，星光渺渺。他起身倒了半杯酒，还加了冰，天知道他哪里来的酒和冰球。“其实你不应该过多的去想我的事情，你知道我的事情你是无能为力的，你只能做你的事情。”他摇着杯子，棕黄色的酒混合着透明的冰球在昏暗的灯光下依然能够闪闪发光。“我知道，只是，我总是忍不住去想。我也不知道该怎么办。”“马老师是对的，当时她一眼就看出了你的问题，这么多年了你还是一点点都没有改。”“我也很想改变，只是一直没有效果。”“那现在呢，你已经看到我了，能去改变了吗？”“我尽量试试好吗？”“你应该拼劲全力。”列车缓缓停下，又到了一站。“这是哪里，南十字星？还是煤炭袋？”“这不重要，我要下车了。”“在这里吗，但是你连这里是哪里都不知道。”“我说了这不重要，这不是我能选择的事情。不过，你会找到我的，对吧？”“嗯，这应该是煤炭袋，我看见康贝内拉在站台上站着呢。”“可你也只是看见而已,你根本不懂康贝内拉.”“啧,我会懂的,或许,最起码我变成你的那天肯定会懂的,应该吧?” “究竟什么是真正的幸福，世上是无人知晓的。但只要朝着正确的道路坚持走下去，不管途中遇到怎样艰难痛苦的事，攀登高山也好，爬下陡坡也罢，都能一步步地靠近幸福——宫泽贤治“","link":"posts/89986481/"}],"tags":[{"name":"文字","slug":"文字","link":"tags/文字/"}],"categories":[{"name":"文字","slug":"文字","link":"categories/文字/"},{"name":"我","slug":"文字/我","link":"categories/文字/我/"}]}